;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Nguyen Vu Ha
; TranslationAuthorEmail: giaimaransomware@gmail.com
;

[Translation]
LangCode=042a
ReadHabit=Left-to-right
LanguageName=VIT
LangShortName=vn-vi
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=VIETNAMESE_CHARSET
lblinfo.Caption=Kiểm tra xem PC này có đáp ứng các yêu cầu hệ thống Windows 11 hay không.
lbllang.Caption=Ngôn ngữ:
cpu=Bộ xử lý
memory=Bộ nhớ
disk=Ổ đĩa
diskstyle=Loại phân vùng
firmware=Phần mềm hệ thống
boot=Khởi động an toàn
graphiccard=Card đồ họa
tpm=TPM 2.0
info3=Tần số bộ xử lý chậm hơn 1 GHz.
info4=Kiến trúc bộ xử lý là x86, nhưng Windows 11 không hỗ trợ nó.
info5=Bộ xử lý không có trong danh sách tương thích.
info6=Windows 11 không hỗ trợ bộ xử lý 32-bit.
info7=Ổ cứng này không phải định dạng GPT
info8=Bộ nhớ vật lý cần phải là 4 GB hoặc lớn hơn.
info9=Ổ cứng cần phải có dung lượng 64 GB hoặc lớn hơn.
info10=Phần mềm hệ thống không hỗ trợ Khởi động An toàn.
info11=Cạc đồ họa không hỗ trợ DirectX 12.
info12=Phiên bản WDDM thấp hơn 2.x
info13=TPM bị bỏ lỡ hoặc bị vô hiệu hóa.
info14=TPM bị vô hiệu hóa.
info15=Phiên bản TPM thấp hơn 2.0
info16=Phần mềm hệ thống không hỗ trợ UEFI.
info-3=Nó là một bộ xử lý 64-bit không được công nhận.
info-4=Dung lượng đĩa trống dưới 64GB.
tpminfo=Phiên bản mô-đun nền tảng đáng tin cậy 2.0
directxinfo=Đồ họa tương thích DirectX% s / WDDM% s
bootinfo=PC khởi động chỉ sử dụng phần sụn đáng tin cậy.
support=Tương thích
unknow=Không xác định. Bấm để biết thêm chi tiết.
unsupport=Không tương thích. Bấm để biết thêm chi tiết.
NewVer=Một phiên bản mới có sẵn! Bạn có muốn cập nhật ngay bây giờ?
[Lang]
NativeLanguage=Tiếng Việt
